export const ru = {
  main_title: "Превращение концепций в бесшовный пользовательский опыт",
  btn_work: "Show my work",
  btn_email: "Copy my Email",
  btn_feedback: "Let's get in touch",
  menu: {
    about: "About",
    projects: "Projects",
    testimonials: "Testimonials",
    contact: "Contact",
  },
  gridBlock: {
    title_1:
      "Я уделяю первостепенное внимание сотрудничеству с клиентами, поддерживая открытое общение ",
    title_2: "Я очень гибко подхожу к общению в разных часовых поясах",
    title_3: "Мой технологический стек",
    title_4: "Энтузиаст технологий со страстью к разработке.",
    title_5: "В настоящее время работаем на крупными проектами",
    title_6: "Хотите начать совместный проект?",
  },
  projects: {
    title: "Небольшая подборка недавних проектов",
  },
  views: {
    title: "Добрые слова от довольных клиентов",
  },
  experience: {
    title: "Мой опыт работы",
    experience_1: {
      title: "Стажер Frontend Engineer",
      text: "Помогал в разработке веб-платформы с использованием React.js, повышающей интерактивность.",
    },
    experience_2: {
      title: "Разработка мобильных приложений - JSM Tech",
      text: "Спроектировал и разработал мобильное приложение для платформ iOS и Android с использованием React Native.",
    },
    experience_3: {
      title: "Freelance проекты по разработке приложений",
      text: "Руководил разработкой веб приложения для клиента, начиная с первоначальной концепции и заканчивая размещением в интернет.",
    },
    experience_4: {
      title: "Ведущий фронтенд-разработчик",
      text: "Разрабатывал и поддерживал пользовательские функции, используя современные фронтенд-технологии.",
    },
  },
  approach: {
    title: "Мой подход",
    approach_1: {
      title: "Планирование и стратегия",
      text: "В ходе совместной работы мы определим цели, целевую аудиторию и основные функциональные возможности вашего сайта. Мы обсудим такие вопросы, как структура сайта, навигация и требования к контенту.",
    },
    approach_2: {
      title: "Обновление информации о разработке и прогрессе",
      text: "Как только мы согласовываем план, я включаю свой плейлист lofi и погружаюсь в работу над кодом. От первоначальных эскизов до отшлифованного кода - я держу вас в курсе всех событий на каждом шагу.",
    },
    approach_3: {
      title: "Разработка и запуск",
      text: "Вот где происходит волшебство! На основе утвержденного дизайна я воплощу все в функциональном коде, создав ваш сайт с нуля.",
    },
  },
  feedback: {
    title: "Готовы поднять свое цифровое присутствие на новый уровень?",
    text: "Свяжитесь со мной сегодня, и давайте обсудим, как я могу помочь вам достичь ваших целей..",
  },
};
